[Mission05.ID_Orchid_HermitBox MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Presente para o Herbert"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[Mission05.ID_Orchid_HermitBox:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Um presente para Herbert. Manuseie com cuidado."
NoConstraintText=""
Suffix=""
Prefix=""

[Mission05.MO_Orchid_HermitBox InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[Mission05.MO_Orchid_HermitDoor InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[Orchid_Icon_GiveGift InteractionIconDefinition]
Text="ENTREGAR"

